{
  "anecdotes": [
    {
      "content": "If it hurts, do it more often",
      "id": "47145",
      "votes": 0
    },
    {
      "content": "Adding manpower to a late software project makes it later!",
      "id": "21149",
      "votes": 2
    },
    {
      "content": "The first 90 percent of the code accounts for the first 90 percent of the development time...The remaining 10 percent of the code accounts for the other 90 percent of the development time.",
      "id": "69581",
      "votes": 4
    },
    {
      "content": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.",
      "id": "36975",
      "votes": 1
    },
    {
      "content": "Premature optimization is the root of all evil.",
      "id": "25170",
      "votes": 0
    },
    {
      "content": "Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.",
      "id": "98312",
      "votes": 0
    },
    {
      "content": "New brilliant anecdote",
      "votes": 1,
      "id": "pkbbGU9"
    },
    {
      "content": "Next oneliner",
      "votes": 0,
      "id": "8CM3his"
    },
    {
      "content": "Something to remember",
      "votes": 0,
      "id": "gJn38pq"
    },
    {
      "content": "I used to have a handle on life, but then it broke.",
      "votes": 0,
      "id": "VD1xXXG"
    },
    {
      "content": "I was wondering why the frisbee kept getting bigger and bigger, but then it hit me.",
      "votes": 1,
      "id": "T0S-507"
    },
    {
      "content": "I know they say that money talks, but all mine says is ‘Goodbye.’",
      "votes": 0,
      "id": "qxceMtZ"
    },
    {
      "content": "Never trust atoms; they make up everything.",
      "votes": 1,
      "id": "qurqeOk"
    },
    {
      "content": "Light travels faster than sound, which is the reason that some people appear bright before you hear them speak.",
      "votes": 2,
      "id": "GohX4BH"
    },
    {
      "content": "My therapist says I have a preoccupation for revenge. We’ll see about that",
      "votes": 1,
      "id": "VpHLZw3"
    },
    {
      "content": "A termite walks into the bar and asks, ‘Is the bar tender here?’",
      "votes": 1,
      "id": "a-Ena3J"
    },
    {
      "content": "Always borrow money from a pessimist. They’ll never expect it back.",
      "votes": 0,
      "id": "dyi2bdI"
    },
    {
      "content": "The last thing I want to do is hurt you; but it’s still on the list.",
      "votes": 0,
      "id": "MC0riYx"
    }
  ]
}